Repository: JPBC2/economicskills
Catalog: lib/l10n/app_*.arb
Languages: af, ar, bn, ca, de, es, fr, hi, it, ja, ko, ms, nl, pt, ro, ru, tl, tr, ur, vi, zh

# landingFeature2Title
source: Google Sheets Integration
af: Google Sheets Integrasie
ar: تكامل Google Sheets
bn: Google Sheets ইন্টিগ্রেশন
ca: Integració amb Google Sheets
es: Integración con Google Sheets
fr: Intégration Google Sheets
hi: Google Sheets एकीकरण
it: Integrazione con Google Sheets
ja: Google Sheets統合
ko: Google Sheets 통합
ms: Integrasi Google Sheets
nl: Google Sheets Integratie
pt: Integração com Google Sheets
ro: Integrare Google Sheets
ru: Интеграция с Google Sheets
tr: Google Sheets Entegrasyonu
ur: Google Sheets انضمام
vi: Tích Hợp Google Sheets
zh: Google Sheets 集成

# landingFeature2Desc
source: Work in the environment you know. Our seamless integration brings the power of spreadsheets to your learning.
af: Werk in die omgewing wat jy ken. Ons naatlose integrasie bring die krag van sigblaaie na jou leer.
ar: اعمل في البيئة التي تعرفها. يجلب تكاملنا السلس قوة جداول البيانات إلى تعلمك.
bn: আপনার পরিচিত পরিবেশে কাজ করুন। আমাদের নিরবচ্ছিন্ন ইন্টিগ্রেশন স্প্রেডশীটের শক্তি আপনার শেখায় নিয়ে আসে।
ca: Treballa en l'entorn que coneixes. La nostra integració perfecta porta el poder dels fulls de càlcul al teu aprenentatge.
de: Arbeiten Sie in der Umgebung, die Sie kennen. Unsere nahtlose Integration bringt die Kraft von Tabellenkalkulationen in Ihr Lernen.
es: Trabaja en el entorno que conoces. Nuestra integración perfecta lleva el poder de las hojas de cálculo a tu aprendizaje.
fr: Travaillez dans l'environnement que vous connaissez. Notre intégration transparente apporte la puissance des feuilles de calcul à votre apprentissage.
hi: उस वातावरण में काम करें जिसे आप जानते हैं। हमारा निर्बाध एकीकरण स्प्रेडशीट की शक्ति को आपकी सीखने में लाता है।
it: Lavora nell'ambiente che conosci. La nostra integrazione fluida porta la potenza dei fogli di calcolo nel tuo apprendimento.
ja: 慣れ親しんだ環境で作業できます。シームレスな統合により、スプレッドシートの力を学習に活かせます。
ko: 익숙한 환경에서 작업하세요. 원활한 통합으로 스프레드시트의 강력함을 학습에 활용할 수 있습니다.
ms: Bekerja dalam persekitaran yang anda kenali. Integrasi lancar kami membawa kuasa hamparan kepada pembelajaran anda.
nl: Werk in de omgeving die je kent. Onze naadloze integratie brengt de kracht van spreadsheets naar je leerproces.
pt: Trabalhe no ambiente que você conhece. Nossa integração perfeita traz o poder das planilhas para seu aprendizado.
ro: Lucrează în mediul pe care îl cunoști. Integrarea noastră perfectă aduce puterea foilor de calcul în învățarea ta.
ru: Работайте в знакомой среде. Наша бесшовная интеграция привносит мощь электронных таблиц в ваше обучение.
tl: Magtrabaho sa environment na pamilyar sa iyo. Ang aming seamless integration ay nagdadala ng kapangyarihan ng spreadsheets sa iyong pag-aaral.
tr: Bildiğiniz ortamda çalışın. Kusursuz entegrasyonumuz elektronik tabloların gücünü öğreniminize taşır.
ur: اس ماحول میں کام کریں جسے آپ جانتے ہیں۔ ہمارا ہموار انضمام سپریڈ شیٹس کی طاقت کو آپ کی سیکھنے میں لاتا ہے۔
vi: Làm việc trong môi trường bạn quen thuộc. Sự tích hợp liền mạch của chúng tôi mang sức mạnh của bảng tính vào việc học của bạn.
zh: 在您熟悉的环境中工作。我们的无缝集成将电子表格的强大功能带入您的学习。

# landingFeature3Title
source: R & Python Exercises
af: R & Python Oefeninge
ar: تمارين R و Python
bn: R এবং Python অনুশীলন
ca: Exercicis de R i Python
de: R & Python Übungen
es: Ejercicios de R y Python
fr: Exercices R et Python
hi: R और Python अभ्यास
it: Esercizi R e Python
ja: RとPython演習
ko: R & Python 연습
ms: Latihan R & Python
nl: R & Python Oefeningen
pt: Exercícios de R e Python
ro: Exerciții R și Python
ru: Упражнения на R и Python
tl: R at Python na Pagsasanay
tr: R ve Python Alıştırmaları
ur: R اور Python مشقیں
vi: Bài Tập R & Python
zh: R 和 Python 练习

# landingFeature3Desc
source: Write R and Python code to analyze economic data. Build real-world skills with hands-on coding challenges.
af: Skryf R en Python kode om ekonomiese data te ontleed. Bou werklike vaardighede met praktiese koderinguitdagings.
ar: اكتب كود R و Python لتحليل البيانات الاقتصادية. اكتسب مهارات واقعية مع تحديات البرمجة العملية.
bn: অর্থনৈতিক ডেটা বিশ্লেষণ করতে R এবং Python কোড লিখুন। হাতে-কলমে কোডিং চ্যালেঞ্জের মাধ্যমে বাস্তব দক্ষতা তৈরি করুন।
ca: Escriu codi R i Python per analitzar dades econòmiques. Desenvolupa habilitats reals amb reptes de programació pràctics.
de: Schreiben Sie R und Python Code zur Analyse wirtschaftlicher Daten. Entwickeln Sie praktische Fähigkeiten mit Programmier-Challenges.
es: Escribe código R y Python para analizar datos económicos. Desarrolla habilidades reales con desafíos de programación prácticos.
fr: Écrivez du code R et Python pour analyser des données économiques. Développez des compétences concrètes avec des défis de programmation pratiques.
hi: आर्थिक डेटा का विश्लेषण करने के लिए R और Python कोड लिखें। व्यावहारिक कोडिंग चुनौतियों के साथ वास्तविक कौशल बनाएं।
it: Scrivi codice R e Python per analizzare dati economici. Sviluppa competenze reali con sfide di programmazione pratiche.
ja: RとPythonコードを書いて経済データを分析。実践的なコーディング課題で実践スキルを身につけます。
ko: R과 Python 코드를 작성하여 경제 데이터를 분석하세요. 실습 코딩 도전으로 실제 기술을 개발하세요.
ms: Tulis kod R dan Python untuk menganalisis data ekonomi. Bina kemahiran sebenar dengan cabaran pengekodan praktikal.
nl: Schrijf R en Python code om economische data te analyseren. Ontwikkel echte vaardigheden met praktische programmeeruitdagingen.
pt: Escreva código R e Python para analisar dados econômicos. Desenvolva habilidades reais com desafios práticos de programação.
ro: Scrie cod R și Python pentru a analiza date economice. Dezvoltă abilități reale cu provocări practice de programare.
ru: Пишите код на R и Python для анализа экономических данных. Развивайте реальные навыки с практическими задачами программирования.
tl: Magsulat ng R at Python code upang suriin ang economic data. Bumuo ng mga totoong kasanayan sa pamamagitan ng hands-on coding challenges.
tr: Ekonomik verileri analiz etmek için R ve Python kodu yazın. Uygulamalı kodlama zorluklarıyla gerçek beceriler geliştirin.
ur: معاشی ڈیٹا کا تجزیہ کرنے کے لیے R اور Python کوڈ لکھیں۔ عملی کوڈنگ چیلنجز کے ساتھ حقیقی مہارتیں بنائیں۔
vi: Viết mã R và Python để phân tích dữ liệu kinh tế. Xây dựng kỹ năng thực tế với các thử thách lập trình thực hành.
zh: 编写 R 和 Python 代码来分析经济数据。通过实践编程挑战培养真实技能。

# landingFeature4Title
source: Instant Verification
af: Onmiddellike Verifikasie
ar: التحقق الفوري
bn: তাত্ক্ষণিক যাচাইকরণ
ca: Verificació Instantània
de: Sofortige Überprüfung
es: Verificación Instantánea
fr: Vérification Instantanée
hi: तत्काल सत्यापन
it: Verifica Istantanea
ja: 即時検証
ko: 즉시 검증
ms: Pengesahan Segera
nl: Directe Verificatie
pt: Verificação Instantânea
ro: Verificare Instantanee
ru: Мгновенная Проверка
tl: Instant na Verification
tr: Anında Doğrulama
ur: فوری تصدیق
vi: Xác Minh Tức Thì
zh: 即时验证

# landingFeature4Desc
source: Get immediate feedback on your exercises. Understand your mistakes and learn faster.
af: Kry onmiddellike terugvoer op jou oefeninge. Verstaan jou foute en leer vinniger.
ar: احصل على تغذية راجعة فورية على تمارينك. افهم أخطاءك وتعلم بشكل أسرع.
bn: আপনার অনুশীলনে তাত্ক্ষণিক প্রতিক্রিয়া পান। আপনার ভুলগুলি বুঝুন এবং দ্রুত শিখুন।
ca: Obtén retroalimentació immediata als teus exercicis. Entén els teus errors i aprèn més ràpid.
de: Erhalten Sie sofortiges Feedback zu Ihren Übungen. Verstehen Sie Ihre Fehler und lernen Sie schneller.
es: Obtén retroalimentación inmediata en tus ejercicios. Comprende tus errores y aprende más rápido.
fr: Obtenez un retour immédiat sur vos exercices. Comprenez vos erreurs et apprenez plus vite.
hi: अपने अभ्यासों पर तत्काल प्रतिक्रिया प्राप्त करें। अपनी गलतियों को समझें और तेजी से सीखें।
it: Ottieni feedback immediato sui tuoi esercizi. Comprendi i tuoi errori e impara più velocemente.
ja: 演習に対する即時フィードバックを受け取れます。間違いを理解し、より速く学習しましょう。
ko: 연습에 대한 즉각적인 피드백을 받으세요. 실수를 이해하고 더 빠르게 배우세요.
ms: Dapatkan maklum balas segera tentang latihan anda. Fahami kesilapan anda dan belajar dengan lebih cepat.
nl: Krijg direct feedback op je oefeningen. Begrijp je fouten en leer sneller.
pt: Receba feedback imediato em seus exercícios. Entenda seus erros e aprenda mais rápido.
ro: Primește feedback imediat la exercițiile tale. Înțelege-ți greșelile și învață mai repede.
ru: Получайте немедленную обратную связь по вашим упражнениям. Понимайте свои ошибки и учитесь быстрее.
tl: Makakuha ng agarang feedback sa iyong mga pagsasanay. Unawain ang iyong mga pagkakamali at matuto nang mas mabilis.
tr: Alıştırmalarınız hakkında anında geri bildirim alın. Hatalarınızı anlayın ve daha hızlı öğrenin.
ur: اپنی مشقوں پر فوری فیڈ بیک حاصل کریں۔ اپنی غلطیوں کو سمجھیں اور تیزی سے سیکھیں۔
vi: Nhận phản hồi ngay lập tức về các bài tập của bạn. Hiểu sai lầm của bạn và học nhanh hơn.
zh: 获得练习的即时反馈。了解您的错误并更快地学习。

# landingCtaTitle
source: Ready to start learning?
af: Gereed om te begin leer?
ar: هل أنت مستعد لبدء التعلم؟
bn: শেখা শুরু করতে প্রস্তুত?
ca: Preparat per començar a aprendre?
de: Bereit zu lernen?
es: ¿Listo para empezar a aprender?
fr: Prêt à commencer à apprendre ?
hi: सीखना शुरू करने के लिए तैयार हैं?
it: Pronto per iniziare a imparare?
ja: 学習を始める準備はできましたか？
ko: 학습을 시작할 준비가 되셨나요?
ms: Bersedia untuk mula belajar?
nl: Klaar om te beginnen met leren?
pt: Pronto para começar a aprender?
ro: Ești gata să începi să înveți?
ru: Готовы начать обучение?
tl: Handa nang magsimulang matuto?
tr: Öğrenmeye başlamaya hazır mısınız?
ur: سیکھنا شروع کرنے کے لیے تیار ہیں؟
vi: Sẵn sàng bắt đầu học?
zh: 准备好开始学习了吗？

# landingBrowseCourses
source: Browse Courses
af: Blaai Kursusse
ar: تصفح الدورات
bn: কোর্স ব্রাউজ করুন
ca: Veure Cursos
de: Kurse Durchsuchen
es: Ver Cursos
fr: Parcourir les Cours
hi: पाठ्यक्रम ब्राउज़ करें
it: Sfoglia i Corsi
ja: コースを閲覧
ko: 과정 둘러보기
ms: Layari Kursus
nl: Bekijk Cursussen
pt: Ver Cursos
ro: Răsfoiește Cursurile
ru: Просмотреть Курсы
tl: Mag-browse ng mga Kurso
tr: Kurslara Göz At
ur: کورسز براؤز کریں
vi: Duyệt Khóa Học
zh: 浏览课程

# navDashboard
source: Dashboard
af: Paneelbord
ar: لوحة التحكم
bn: ড্যাশবোর্ড
ca: Tauler
es: Panel
hi: डैशबोर्ड
ja: ダッシュボード
ko: 대시보드
ms: Papan Pemuka
ro: Panou
tr: Kontrol Paneli
ur: ڈیش بورڈ
vi: Bảng Điều Khiển
