Repository: JPBC2/economicskills
Catalog: lib/l10n/app_*.arb
Languages: af, ar, bn, ca, de, es, fr, hi, it, ja, ko, ms, nl, pt, ro, ru, tl, tr, ur, vi, zh

# appTitle
source: Economic skills
es: Habilidades Económicas

# homeWelcome
source: Welcome to Economic Skills
af: Welkom by Economic Skills
ar: مرحباً بكم في المهارات الاقتصادية
bn: Economic Skills-এ স্বাগতম
ca: Benvingut a Economic Skills
de: Willkommen bei Economic Skills
es: Bienvenido a Habilidades Económicas
fr: Bienvenue à Economic skills
hi: Economic Skills में आपका स्वागत है
it: Benvenuto a Economic Skills
ja: Economic Skillsへようこそ
ko: Economic Skills에 오신 것을 환영합니다
ms: Selamat datang ke Economic Skills
nl: Welkom bij Economic Skills
pt: Bem-vindo ao Economic skills
ro: Bine ați venit la Economic Skills
ru: Добро пожаловать в Economic skills
tl: Maligayang pagdating sa Economic Skills
tr: Economic Skills'e Hoş Geldiniz
ur: Economic Skills میں خوش آمدید
vi: Chào mừng đến với Economic Skills
zh: 欢迎来到 Economic skills

source: Change Language
af: Verander Taal
ar: تغيير اللغة
bn: ভাষা পরিবর্তন করুন
ca: Canvia l'Idioma
de: Sprache ändern
es: Cambiar Idioma
fr: Changer de langue
hi: भाषा बदलें
it: Cambia Lingua
ja: 言語を変更
ko: 언어 변경
ms: Tukar Bahasa
nl: Taal wijzigen
pt: Alterar idioma
ro: Schimbă Limba
ru: Изменить язык
tl: Palitan ang Wika
tr: Dili Değiştir
ur: زبان تبدیل کریں
vi: Đổi Ngôn Ngữ
zh: 更改语言

# sheetsExercisesTitle
source: Interactive Exercises
af: Interaktiewe Oefeninge
ar: تمارين تفاعلية
bn: ইন্টারেক্টিভ অনুশীলন
ca: Exercicis Interactius
de: Interaktive Übungen
es: Ejercicios Interactivos
fr: Exercices Interactifs
hi: इंटरैक्टिव अभ्यास
it: Esercizi Interattivi
ja: インタラクティブ演習
ko: 대화형 연습
ms: Latihan Interaktif
nl: Interactieve Oefeningen
pt: Exercícios Interativos
ro: Exerciții Interactive
ru: Интерактивные упражнения
tl: Mga Interactive na Pagsasanay
tr: İnteraktif Alıştırmalar
ur: انٹرایکٹو مشقیں
vi: Bài Tập Tương Tác
zh: 互动练习

# sheetsExercisesDesc
source: Master economic concepts through hands-on practice with our interactive Google Sheets and Python exercises. Work on applied economic theory problems with real-time evaluation and instant feedback.
af: Bemeester ekonomiese konsepte deur praktiese oefening met ons interaktiewe Google Sheets en Python oefeninge. Werk aan toegepaste ekonomiese teorie probleme met intydse evaluering en onmiddellike terugvoer.
ar: أتقن المفاهيم الاقتصادية من خلال الممارسة العملية مع تمارين Google Sheets و Python التفاعلية. اعمل على مسائل النظرية الاقتصادية التطبيقية مع التقييم الفوري والتغذية الراجعة الفورية.
bn: আমাদের ইন্টারেক্টিভ Google Sheets এবং Python অনুশীলনের মাধ্যমে অর্থনৈতিক ধারণাগুলি আয়ত্ত করুন। রিয়েল-টাইম মূল্যায়ন এবং তাত্ক্ষণিক প্রতিক্রিয়া সহ প্রয়োগিত অর্থনৈতিক তত্ত্ব সমস্যাগুলিতে কাজ করুন।
ca: Domina els conceptes econòmics a través de la pràctica amb els nostres exercicis interactius de Google Sheets i Python. Treballa en problemes de teoria econòmica aplicada amb avaluació en temps real i retroalimentació instantània.
de: Meistern Sie wirtschaftliche Konzepte durch praktische Übungen mit unseren interaktiven Google Sheets und Python Übungen. Arbeiten Sie an angewandten wirtschaftstheoretischen Problemen mit Echtzeit-Bewertung und sofortigem Feedback.
es: Domina los conceptos económicos a través de la práctica con nuestros ejercicios interactivos de Google Sheets y Python. Trabaja en problemas de teoría económica aplicada con evaluación en tiempo real y retroalimentación instantánea.
fr: Maîtrisez les concepts économiques grâce à la pratique avec nos exercices interactifs Google Sheets et Python. Travaillez sur des problèmes de théorie économique appliquée avec une évaluation en temps réel et un retour instantané.
hi: हमारे इंटरैक्टिव Google Sheets और Python अभ्यासों के साथ आर्थिक अवधारणाओं में महारत हासिल करें। वास्तविक समय मूल्यांकन और तत्काल प्रतिक्रिया के साथ व्यावहारिक आर्थिक सिद्धांत समस्याओं पर काम करें।
it: Padroneggia i concetti economici attraverso la pratica con i nostri esercizi interattivi di Google Sheets e Python. Lavora su problemi di teoria economica applicata con valutazione in tempo reale e feedback istantaneo.
ja: GoogleスプレッドシートとPythonのインタラクティブ演習を通じて経済概念をマスターしましょう。リアルタイム評価と即時フィードバックで応用経済理論の問題に取り組みます。
ko: Google 스프레드시트와 Python 대화형 연습을 통해 경제 개념을 마스터하세요. 실시간 평가와 즉각적인 피드백으로 응용 경제 이론 문제를 풀어보세요.
ms: Kuasai konsep ekonomi melalui latihan praktikal dengan latihan Google Sheets dan Python interaktif kami. Bekerja pada masalah teori ekonomi gunaan dengan penilaian masa nyata dan maklum balas segera.
nl: Beheers economische concepten door te oefenen met onze interactieve Google Sheets en Python oefeningen. Werk aan toegepaste economische theorieproblemen met real-time evaluatie en directe feedback.
pt: Domine conceitos econômicos através da prática com nossos exercícios interativos de Google Sheets e Python. Trabalhe em problemas de teoria econômica aplicada com avaliação em tempo real e feedback instantâneo.
ro: Stăpânește conceptele economice prin practică cu exercițiile noastre interactive Google Sheets și Python. Lucrează la probleme de teorie economică aplicată cu evaluare în timp real și feedback instant.
ru: Освойте экономические концепции через практику с нашими интерактивными упражнениями Google Sheets и Python. Решайте задачи прикладной экономической теории с оценкой в реальном времени и мгновенной обратной связью.
tl: Maging dalubhasa sa mga konsepto ng ekonomiya sa pamamagitan ng hands-on na pagsasanay gamit ang aming mga interactive na Google Sheets at Python na pagsasanay. Magtrabaho sa mga problema ng applied economic theory na may real-time na pagsusuri at instant na feedback.
tr: İnteraktif Google Sheets ve Python alıştırmalarımızla ekonomi kavramlarında uzmanlaşın. Gerçek zamanlı değerlendirme ve anında geri bildirimle uygulamalı ekonomi teorisi problemleri üzerinde çalışın.
ur: ہماری انٹرایکٹو Google Sheets اور Python مشقوں کے ساتھ معاشی تصورات میں مہارت حاصل کریں۔ ریئل ٹائم تشخیص اور فوری فیڈ بیک کے ساتھ عملی معاشی نظریے کے مسائل پر کام کریں۔
vi: Thành thạo các khái niệm kinh tế thông qua thực hành với các bài tập Google Sheets và Python tương tác của chúng tôi. Làm việc với các vấn đề lý thuyết kinh tế ứng dụng với đánh giá thời gian thực và phản hồi tức thì.
zh: 通过我们的Google Sheets和Python互动练习，掌握经济学概念。完成应用经济理论问题，获得实时评估和即时反馈。

# elasticityExerciseBtn
source: Go to Elasticity Exercise
af: Gaan na Elastisiteitsoefening
ar: انتقل إلى تمرين المرونة
bn: স্থিতিস্থাপকতা অনুশীলনে যান
ca: Anar a l'Exercici d'Elasticitat
de: Zur Elastizitätsübung
es: Ir al Ejercicio de Elasticidad
fr: Aller à l'exercice d'élasticité
hi: लोच अभ्यास पर जाएं
it: Vai all'Esercizio sull'Elasticità
ja: 弾力性演習へ移動
ko: 탄력성 연습으로 이동
ms: Pergi ke Latihan Keanjalan
nl: Ga naar Elasticiteitsoefening
pt: Ir para o Exercício de Elasticidade
ro: Mergi la Exercițiul de Elasticitate
ru: Перейти к упражнению по эластичности
tl: Pumunta sa Elasticity Exercise
tr: Esneklik Alıştırmasına Git
ur: لچک کی مشق پر جائیں
vi: Đến Bài Tập Độ Co Giãn
zh: 前往弹性练习

# comingSoonTitle
source: Coming Soon:
af: Binnekort:
ar: قريباً:
bn: শীঘ্রই আসছে:
ca: Properament:
de: Demnächst:
es: Próximamente:
fr: Bientôt disponible :
hi: जल्द आ रहा है:
it: Prossimamente:
ja: 近日公開:
ko: 곧 제공:
ms: Akan Datang:
nl: Binnenkort:
pt: Em breve:
ro: În curând:
ru: Скоро:
tl: Malapit Na:
tr: Yakında:
ur: جلد آرہا ہے:
vi: Sắp ra mắt:
zh: 即将推出：

# comingSoonSheets
source: Interactive Google Sheets integration
af: Interaktiewe Google Sheets integrasie
ar: تكامل جداول بيانات Google التفاعلية
bn: ইন্টারেক্টিভ Google Sheets ইন্টিগ্রেশন
ca: Integració interactiva amb Google Sheets
de: Interaktive Google Sheets Integration
es: Integración interactiva de Google Sheets
fr: Intégration interactive de Google Sheets
hi: इंटरैक्टिव Google Sheets एकीकरण
it: Integrazione interattiva con Google Sheets
ja: インタラクティブなGoogleスプレッドシート統合
ko: 대화형 Google 스프레드시트 통합
ms: Integrasi Google Sheets interaktif
nl: Interactieve Google Sheets integratie
pt: Integração interativa do Google Sheets
ro: Integrare interactivă cu Google Sheets
ru: Интерактивная интеграция Google Sheets
tl: Interactive na Google Sheets integration
tr: İnteraktif Google Sheets entegrasyonu
ur: انٹرایکٹو Google Sheets انضمام
vi: Tích hợp Google Sheets tương tác
zh: Google Sheets 互动集成

# comingSoonEvaluation
source: Real-time input evaluation
af: Intydse invoer evaluering
ar: تقييم المدخلات في الوقت الفعلي
bn: রিয়েল-টাইম ইনপুট মূল্যায়ন
ca: Avaluació d'entrades en temps real
de: Echtzeit-Eingabebewertung
es: Evaluación de entrada en tiempo real
fr: Évaluation des entrées en temps réel
hi: वास्तविक समय इनपुट मूल्यांकन
it: Valutazione degli input in tempo reale
ja: リアルタイム入力評価
ko: 실시간 입력 평가
ms: Penilaian input masa nyata
nl: Real-time invoerevaluatie
pt: Avaliação de entrada em tempo real
ro: Evaluare a datelor în timp real
ru: Оценка ввода в реальном времени
tl: Real-time na input evaluation
tr: Gerçek zamanlı girdi değerlendirmesi
ur: ریئل ٹائم ان پٹ تشخیص
vi: Đánh giá đầu vào thời gian thực
zh: 实时输入评估

# comingSoonProgress
source: Progress tracking
af: Vordering volging
ar: تتبع التقدم
bn: অগ্রগতি ট্র্যাকিং
ca: Seguiment del progrés
de: Fortschrittsverfolgung
es: Seguimiento del progreso
fr: Suivi des progrès
hi: प्रगति ट्रैकिंग
it: Monitoraggio dei progressi
ja: 進捗追跡
ko: 진행 상황 추적
ms: Penjejakan kemajuan
nl: Voortgang bijhouden
pt: Acompanhamento do progresso
ro: Urmărirea progresului
ru: Отслеживание прогресса
tr: İlerleme takibi
ur: پیشرفت کی ٹریکنگ
vi: Theo dõi tiến độ
zh: 进度跟踪

# comingSoonCourse
source: Course management
af: Kursusbestuur
ar: إدارة الدورات
bn: কোর্স ব্যবস্থাপনা
ca: Gestió de cursos
de: Kursverwaltung
es: Gestión del curso
fr: Gestion des cours
hi: पाठ्यक्रम प्रबंधन
it: Gestione dei corsi
ja: コース管理
ko: 과정 관리
ms: Pengurusan kursus
nl: Cursusbeheer
pt: Gerenciamento de cursos
ro: Gestionarea cursurilor
ru: Управление курсами
tr: Kurs yönetimi
ur: کورس کا انتظام
vi: Quản lý khóa học
zh: 课程管理

# navContent
source: Content
af: Inhoud
ar: المحتوى
bn: বিষয়বস্তু
ca: Contingut
de: Inhalt
es: Contenido
fr: Contenu
hi: सामग्री
it: Contenuti
ja: コンテンツ
ko: 콘텐츠
ms: Kandungan
nl: Inhoud
pt: Conteúdo
ro: Conținut
ru: Контент
tl: Nilalaman
tr: İçerik
ur: مواد
vi: Nội Dung
zh: 内容

# navAccount
source: Account
af: Rekening
ar: الحساب
bn: অ্যাকাউন্ট
ca: Compte
de: Konto
es: Cuenta
fr: Compte
hi: खाता
ja: アカウント
ko: 계정
ms: Akaun
pt: Conta
ro: Cont
ru: Аккаунт
tr: Hesap
ur: اکاؤنٹ
vi: Tài Khoản
zh: 账户

# navSignIn
source: Sign In
af: Teken In
ar: تسجيل الدخول
bn: সাইন ইন
ca: Inicia sessió
de: Anmelden
es: Iniciar Sesión
fr: Se connecter
hi: साइन इन करें
it: Accedi
ja: サインイン
ko: 로그인
ms: Log Masuk
nl: Inloggen
pt: Entrar
ro: Autentificare
ru: Войти
tl: Mag-sign In
tr: Giriş Yap
ur: سائن ان
vi: Đăng Nhập
zh: 登录

# navSignOut
source: Sign Out
af: Teken Uit
ar: تسجيل الخروج
bn: সাইন আউট
ca: Tanca sessió
de: Abmelden
es: Cerrar Sesión
fr: Se déconnecter
hi: साइन आउट करें
it: Esci
ja: サインアウト
ko: 로그아웃
ms: Log Keluar
nl: Uitloggen
pt: Sair
ro: Deconectare
ru: Выйти
tl: Mag-sign Out
tr: Çıkış Yap
ur: سائن آؤٹ
vi: Đăng Xuất
zh: 退出登录

# navTheme
source: Theme
af: Tema
ar: المظهر
bn: থিম
ca: Tema
de: Design
es: Tema
fr: Thème
hi: थीम
it: Tema
ja: テーマ
ko: 테마
ms: Tema
nl: Thema
pt: Tema
ro: Temă
ru: Тема
tl: Tema
tr: Tema
ur: تھیم
vi: Giao Diện
zh: 主题

# navLanguage
source: Language
af: Taal
ar: اللغة
bn: ভাষা
ca: Idioma
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nl: Taal
pt: Idioma
ro: Limbă
ru: Язык
tl: Wika
tr: Dil
ur: زبان
vi: Ngôn Ngữ
zh: 语言

# featureInDevelopment
source: This feature is in development.
af: Hierdie funksie is in ontwikkeling.
ar: هذه الميزة قيد التطوير.
bn: এই বৈশিষ্ট্যটি উন্নয়নাধীন।
ca: Aquesta funció està en desenvolupament.
de: Diese Funktion ist in Entwicklung.
es: Esta función está en desarrollo.
fr: Cette fonctionnalité est en cours de développement.
hi: यह सुविधा विकास में है।
it: Questa funzione è in sviluppo.
ja: この機能は開発中です。
ko: 이 기능은 개발 중입니다.
ms: Ciri ini sedang dalam pembangunan.
nl: Deze functie is in ontwikkeling.
pt: Este recurso está em desenvolvimento.
ro: Această funcție este în dezvoltare.
ru: Эта функция находится в разработке.
tl: Ang feature na ito ay nasa development.
tr: Bu özellik geliştirme aşamasındadır.
ur: یہ خصوصیت ترقی میں ہے۔
vi: Tính năng này đang được phát triển.
zh: 此功能正在开发中。

# signOutSuccess
source: Successfully signed out!
af: Suksesvol uitgeteken!
ar: تم تسجيل الخروج بنجاح!
bn: সফলভাবে সাইন আউট হয়েছে!
ca: Sessió tancada correctament!
de: Erfolgreich abgemeldet!
es: ¡Sesión cerrada exitosamente!
fr: Déconnexion réussie !
hi: सफलतापूर्वक साइन आउट किया गया!
it: Disconnessione effettuata con successo!
ja: 正常にサインアウトしました！
ko: 성공적으로 로그아웃되었습니다!
ms: Berjaya log keluar!
nl: Succesvol uitgelogd!
pt: Você saiu com sucesso!
ro: Deconectare reușită!
ru: Вы успешно вышли из системы!
tl: Matagumpay na naka-sign out!
tr: Başarıyla çıkış yapıldı!
ur: کامیابی سے سائن آؤٹ ہو گیا!
vi: Đăng xuất thành công!
zh: 成功退出登录！

# signOutError
source: Error signing out
af: Fout met uitteken
ar: خطأ في تسجيل الخروج
bn: সাইন আউট করতে ত্রুটি
ca: Error en tancar la sessió
de: Fehler beim Abmelden
es: Error al cerrar sesión
fr: Erreur lors de la déconnexion
hi: साइन आउट करने में त्रुटि
it: Errore durante la disconnessione
ja: サインアウトエラー
ko: 로그아웃 오류
ms: Ralat semasa log keluar
nl: Fout bij uitloggen
pt: Erro ao sair
ro: Eroare la deconectare
ru: Ошибка при выходе из системы
tl: Error sa pag-sign out
tr: Çıkış yapılırken hata
ur: سائن آؤٹ میں خرابی
vi: Lỗi khi đăng xuất
zh: 退出登录时出错

# switchThemeTooltip
source: Switch theme (dark / light)
af: Wissel tema (donker / lig)
ar: تبديل المظهر (داكن / فاتح)
bn: থিম পরিবর্তন করুন (ডার্ক / লাইট)
ca: Canvia el tema (fosc / clar)
de: Design wechseln (dunkel / hell)
es: Cambiar tema (claro / oscuro)
fr: Changer de thème (sombre / clair)
hi: थीम बदलें (डार्क / लाइट)
it: Cambia tema (scuro / chiaro)
ja: テーマを切り替え（ダーク / ライト）
ko: 테마 전환 (다크 / 라이트)
ms: Tukar tema (gelap / terang)
nl: Thema wisselen (donker / licht)
pt: Alternar tema (escuro / claro)
ro: Schimbă tema (întuneric / luminos)
ru: Переключить тему (тёмная / светлая)
tl: Palitan ang tema (dark / light)
tr: Temayı değiştir (koyu / açık)
ur: تھیم تبدیل کریں (ڈارک / لائٹ)
vi: Đổi giao diện (tối / sáng)
zh: 切换主题（深色/浅色）

# landingHeroTitle1
source: Master Economics with
af: Bemeester Ekonomie met
ar: أتقن الاقتصاد مع
bn: অর্থনীতিতে দক্ষতা অর্জন করুন
ca: Domina l'Economia amb
de: Wirtschaft meistern mit
es: Domina la Economía con
fr: Maîtrisez l'Économie avec
hi: अर्थशास्त्र में महारत हासिल करें
it: Padroneggia l'Economia con
ja: インタラクティブデータで
ko: 인터랙티브 데이터로
ms: Kuasai Ekonomi dengan
nl: Beheers Economie met
pt: Domine Economia com
ro: Stăpânește Economia cu
ru: Освойте Экономику с
tl: Maging Dalubhasa sa Economics gamit ang
tr: Ekonomide Uzmanlaşın
ur: معاشیات میں مہارت حاصل کریں
vi: Thành Thạo Kinh Tế với
zh: 通过互动数据

# landingHeroTitle2
source: Interactive Data
af: Interaktiewe Data
ar: البيانات التفاعلية
bn: ইন্টারেক্টিভ ডেটা দিয়ে
ca: Dades Interactives
de: Interaktiven Daten
es: Datos Interactivos
fr: des Données Interactives
hi: इंटरैक्टिव डेटा के साथ
it: Dati Interattivi
ja: 経済学をマスター
ko: 경제학 마스터하기
ms: Data Interaktif
nl: Interactieve Data
pt: Dados Interativos
ro: Date Interactive
ru: Интерактивными Данными
tl: Interactive na Data
tr: İnteraktif Verilerle
ur: انٹرایکٹو ڈیٹا کے ساتھ
vi: Dữ Liệu Tương Tác
zh: 掌握经济学

# landingHeroSubtitle
source: Bridge the gap between theory and practice. Solve real-world economic problems using interactive Google Sheets, Python, and R exercises with instant feedback.
af: Oorbrug die gaping tussen teorie en praktyk. Los werklike ekonomiese probleme op met interaktiewe Google Sheets, Python en R oefeninge met onmiddellike terugvoer.
ar: اجسر الفجوة بين النظرية والتطبيق. حل مشكلات اقتصادية واقعية باستخدام تمارين Google Sheets و Python و R التفاعلية مع تغذية راجعة فورية.
bn: তত্ত্ব এবং অনুশীলনের মধ্যে ব্যবধান পূরণ করুন। তাত্ক্ষণিক প্রতিক্রিয়া সহ ইন্টারেক্টিভ Google Sheets, Python এবং R অনুশীলন ব্যবহার করে বাস্তব-বিশ্বের অর্থনৈতিক সমস্যাগুলি সমাধান করুন।
ca: Supera el buit entre teoria i pràctica. Resol problemes econòmics reals utilitzant exercicis interactius de Google Sheets, Python i R amb retroalimentació instantània.
de: Schließen Sie die Lücke zwischen Theorie und Praxis. Lösen Sie reale wirtschaftliche Probleme mit interaktiven Google Sheets, Python und R Übungen mit sofortigem Feedback.
es: Cierra la brecha entre la teoría y la práctica. Resuelve problemas económicos reales usando ejercicios interactivos de Google Sheets, Python y R con retroalimentación instantánea.
fr: Comblez le fossé entre la théorie et la pratique. Résolvez des problèmes économiques réels en utilisant des exercices interactifs Google Sheets, Python et R avec un retour instantané.
hi: सिद्धांत और व्यवहार के बीच की खाई को पाटें। तत्काल प्रतिक्रिया के साथ इंटरैक्टिव Google Sheets, Python और R अभ्यासों का उपयोग करके वास्तविक दुनिया की आर्थिक समस्याओं को हल करें।
it: Colma il divario tra teoria e pratica. Risolvi problemi economici reali utilizzando esercizi interattivi di Google Sheets, Python e R con feedback istantaneo.
ja: 理論と実践のギャップを埋めましょう。Google Sheets、Python、Rのインタラクティブ演習で、即時フィードバックを受けながら実世界の経済問題を解決します。
ko: 이론과 실습 사이의 격차를 해소하세요. Google Sheets, Python, R 인터랙티브 연습으로 즉각적인 피드백을 받으며 실제 경제 문제를 해결하세요.
ms: Rapatkan jurang antara teori dan amalan. Selesaikan masalah ekonomi dunia sebenar menggunakan latihan Google Sheets, Python dan R interaktif dengan maklum balas segera.
nl: Overbrugt de kloof tussen theorie en praktijk. Los echte economische problemen op met interactieve Google Sheets, Python en R oefeningen met directe feedback.
pt: Preencha a lacuna entre teoria e prática. Resolva problemas econômicos reais usando exercícios interativos de Google Sheets, Python e R com feedback instantâneo.
ro: Elimină decalajul dintre teorie și practică. Rezolvă probleme economice reale folosind exerciții interactive Google Sheets, Python și R cu feedback instant.
ru: Преодолейте разрыв между теорией и практикой. Решайте реальные экономические задачи с помощью интерактивных упражнений Google Sheets, Python и R с мгновенной обратной связью.
tl: Tulayin ang agwat sa pagitan ng teorya at praktika. Lutasin ang mga totoong problema sa ekonomiya gamit ang interactive na Google Sheets, Python, at R na pagsasanay na may instant na feedback.
tr: Teori ve uygulama arasındaki boşluğu kapatın. Anında geri bildirimle interaktif Google Sheets, Python ve R alıştırmalarını kullanarak gerçek dünya ekonomi problemlerini çözün.
ur: نظریے اور عمل کے درمیان فرق کو ختم کریں۔ فوری فیڈ بیک کے ساتھ انٹرایکٹو Google Sheets، Python اور R مشقوں کا استعمال کرتے ہوئے حقیقی دنیا کے معاشی مسائل حل کریں۔
vi: Thu hẹp khoảng cách giữa lý thuyết và thực hành. Giải quyết các vấn đề kinh tế thực tế bằng cách sử dụng các bài tập Google Sheets, Python và R tương tác với phản hồi tức thì.
zh: 弥合理论与实践之间的差距。使用交互式 Google Sheets、Python 和 R 练习解决现实世界的经济问题，并获得即时反馈。

# landingExploreCourses
source: Explore Courses
af: Verken Kursusse
ar: استكشف الدورات
bn: কোর্স অন্বেষণ করুন
ca: Explora els Cursos
de: Kurse Entdecken
es: Explorar Cursos
fr: Explorer les Cours
hi: पाठ्यक्रम देखें
it: Esplora i Corsi
ja: コースを探す
ko: 과정 탐색
ms: Terokai Kursus
nl: Ontdek Cursussen
pt: Explorar Cursos
ro: Explorează Cursurile
ru: Изучить Курсы
tl: Mag-explore ng mga Kurso
tr: Kursları Keşfet
ur: کورسز دریافت کریں
vi: Khám Phá Khóa Học
zh: 探索课程

# landingMyDashboard
source: My Dashboard
af: My Paneelbord
ar: لوحة التحكم الخاصة بي
bn: আমার ড্যাশবোর্ড
ca: El Meu Tauler
de: Mein Dashboard
es: Mi Panel
fr: Mon Tableau de Bord
hi: मेरा डैशबोर्ड
it: La Mia Dashboard
ja: マイダッシュボード
ko: 내 대시보드
ms: Papan Pemuka Saya
nl: Mijn Dashboard
pt: Meu Painel
ro: Panoul Meu
ru: Моя Панель
tl: Aking Dashboard
tr: Kontrol Panelim
ur: میرا ڈیش بورڈ
vi: Bảng Điều Khiển Của Tôi
zh: 我的仪表板

# landingWhyTitle
source: Why Economic Skills?
af: Hoekom Economic Skills?
ar: لماذا المهارات الاقتصادية؟
bn: কেন Economic Skills?
ca: Per què Economic Skills?
de: Warum Economic Skills?
es: ¿Por qué Economic Skills?
fr: Pourquoi Economic Skills ?
hi: Economic Skills क्यों?
it: Perché Economic Skills?
ja: なぜEconomic Skills？
ko: 왜 Economic Skills인가요?
ms: Mengapa Economic Skills?
nl: Waarom Economic Skills?
pt: Por que Economic Skills?
ro: De ce Economic Skills?
ru: Почему Economic Skills?
tl: Bakit Economic Skills?
tr: Neden Economic Skills?
ur: Economic Skills کیوں؟
vi: Tại sao chọn Economic Skills?
zh: 为什么选择 Economic Skills？

# landingFeature1Title
source: Interactive Learning
af: Interaktiewe Leer
ar: التعلم التفاعلي
bn: ইন্টারেক্টিভ শিক্ষা
ca: Aprenentatge Interactiu
de: Interaktives Lernen
es: Aprendizaje Interactivo
fr: Apprentissage Interactif
hi: इंटरैक्टिव लर्निंग
it: Apprendimento Interattivo
ja: インタラクティブ学習
ko: 인터랙티브 학습
ms: Pembelajaran Interaktif
nl: Interactief Leren
pt: Aprendizado Interativo
ro: Învățare Interactivă
ru: Интерактивное Обучение
tl: Interactive na Pag-aaral
tr: İnteraktif Öğrenme
ur: انٹرایکٹو سیکھنا
vi: Học Tập Tương Tác
zh: 互动学习

# landingFeature1Desc
source: Don't just read about economics. Do it. Manipulate data in real-time and see how economic models respond.
af: Moenie net oor ekonomie lees nie. Doen dit. Manipuleer data in reÃ«le tyd en sien hoe ekonomiese modelle reageer.
ar: لا تكتفِ بالقراءة عن الاقتصاد. مارسه. تعامل مع البيانات في الوقت الفعلي وشاهد كيف تستجيب النماذج الاقتصادية.
bn: শুধু অর্থনীতি সম্পর্কে পড়বেন না। করুন। রিয়েল-টাইমে ডেটা ম্যানিপুলেট করুন এবং দেখুন অর্থনৈতিক মডেলগুলি কীভাবে সাড়া দেয়।
ca: No només llegeixis sobre economia. Practica-la. Manipula dades en temps real i observa com responen els models econòmics.
de: Lesen Sie nicht nur über Wirtschaft. Praktizieren Sie sie. Manipulieren Sie Daten in Echtzeit und sehen Sie, wie wirtschaftliche Modelle reagieren.
es: No solo leas sobre economía. Practícala. Manipula datos en tiempo real y observa cómo responden los modelos económicos.
fr: Ne vous contentez pas de lire sur l'économie. Pratiquez-la. Manipulez des données en temps réel et observez comment les modèles économiques réagissent.
hi: अर्थशास्त्र के बारे में सिर्फ पढ़ें नहीं। करें। वास्तविक समय में डेटा में हेरफेर करें और देखें कि आर्थिक मॉडल कैसे प्रतिक्रिया करते हैं।
it: Non limitarti a leggere di economia. Praticala. Manipola i dati in tempo reale e osserva come rispondono i modelli economici.
ja: 経済学を読むだけでなく、実践しましょう。リアルタイムでデータを操作し、経済モデルがどう反応するか観察します。
ko: 경제학을 읽기만 하지 마세요. 실습하세요. 실시간으로 데이터를 조작하고 경제 모델이 어떻게 반응하는지 확인하세요.
ms: Jangan hanya membaca tentang ekonomi. Lakukannya. Manipulasi data dalam masa nyata dan lihat bagaimana model ekonomi bertindak balas.
nl: Lees niet alleen over economie. Oefen het. Manipuleer data in real-time en zie hoe economische modellen reageren.
pt: Não apenas leia sobre economia. Pratique. Manipule dados em tempo real e veja como os modelos econômicos respondem.
ro: Nu doar citi despre economie. Practică-o. Manipulează date în timp real și observă cum răspund modelele economice.
ru: Не просто читайте об экономике. Практикуйте её. Манипулируйте данными в реальном времени и наблюдайте, как реагируют экономические модели.
tl: Huwag lang magbasa tungkol sa economics. Gawin mo. Manipulahin ang data sa real-time at tingnan kung paano tumutugon ang mga economic model.
tr: Sadece ekonomi hakkında okumayın. Yapın. Verileri gerçek zamanlı olarak manipüle edin ve ekonomik modellerin nasıl tepki verdiğini görün.
ur: صرف معاشیات کے بارے میں نہ پڑھیں۔ کریں۔ ریئل ٹائم میں ڈیٹا کو ہیرا پھیری کریں اور دیکھیں کہ معاشی ماڈل کیسے جواب دیتے ہیں۔
vi: Đừng chỉ đọc về kinh tế. Hãy thực hành. Thao tác dữ liệu theo thời gian thực và xem các mô hình kinh tế phản ứng như thế nào.
zh: 不要只是阅读经济学。实践它。实时操作数据，观察经济模型如何响应。
